Repository: scraptechguy/Peep
Catalog: Peep/Localization files/*.lproj/Localizable.strings
Languages: cs

# introHeading
source: Píp says hi!
cs: Píp říká ahoj!

# introText
source: Píp is a very busy bird, he keeps track of sundials all around the globe
cs: Píp je velmi pracovitý pták, stará se o sluneční hodiny po celé zeměkouli

# introButton
source: Let's dive in
cs: Dem na to skočit

# skipButton
source: Skip
cs: Přeskočit

# onboardingHeading1
source: Find sundials...
cs: Najdi sluneční hodiny...

# onboardingText1
source: There's over 7,000 sundials documented around the world. Zoom in and find them all! Here's how they look like:
cs: Kolem světa je zdokumentováno přes 7 000 slunečních hodin. Přiblížením prozkoumávej místa a najdi je všechny! Takhle vypadají:

# onboardingHeading2
source: ...and get to know them
cs: ...a prozkoumej je

# onboardingText2
source: Each sundial has a variety of properties, you can inspect them all here, in one place. Just click on them!
cs: Každé sluneční hodiny mají spousty a spousty vlastností, tady se můžeš podívat na všechny hezky pohromadě. Stačí na ně kliknout!

# welcomeHeading
source: Ayooo!
cs: Eeeeej!

# welcomeText
source: Píp wants to use **your location** to deliver accurate data, click **next** to allow him to do so
cs: Píp chce používat **tvoji polohu** k doručení relevantních údajů, kliknutím na **pokračovat** mu to umožníš

# nextButton
source: Next
cs: Pokračovat

# welcomeSubtitle
source: By proceeding you agree to our
cs: Pokračovaním souhlasíš s naší

# settingsHeading
source: Settings
cs: Nastavení

# settingsSectionGeneral
source: General
cs: Obecné

# settingsColorScheme
source: Light mode
cs: Světlý režim

# settingsAppLanguage
source: App language
cs: Jazyk aplikace

# settingsAppLanguageValue
source: English
cs: Čeština

# settingsReach
source: Reach
cs: Rozsah

# settingsSectionGeneralFooter
source: Increasing reach allows you to view more sundials at once
cs: Zvětšení rozsahu umožňuje zobrazit více slunečních hodin najednou

# settingsSectionInformation
source: Information
cs: Informace

# settingsFeedback
source: Write a review
cs: Napsat recenzi

# settingsHelp
source: Help
cs: Pomoc

# settingsSectionInformationFooter
source: Swipe left on rows to copy the URL to clipboard
cs: URL adresu lze zkopírovat do schránky přejetím prstu do leva

# settingsSectionLinks
source: Links
cs: Odkazy

# settingsWebsite
source: Website
cs: Webová stránka

# settingsSectionDeveloperSettings
source: Developer settings
cs: Developerská nastavení

# settingsFeature
source: Suggest a feature
cs: Navrhnout funkci

# settingsOfflineDB
source: Always use offline DB
cs: Vždy používat offline DB

# settingsSectionDeveloperSettingsSubtitle
source: Dev log displays what the app is doing at the top of your screen
cs: Dev log ukazuje na vršku obrazovky co aplikace právě dělá

# settingsVersion
source: Version
cs: Verze

# settingsFooter
source: Made with Ɛ> by
cs: Vyrobeno s Ɛ> -

# helpHeading1
source: ✨ This is Píp ✨
cs: ✨ Tohle je Píp ✨

# helpText1
source: ...and this is how the home screen looks like. There's a lot you can do and learn from there...
cs: ... a takhle vypadá domovská obrazovka, ze které toho jde spoustu udělat a spoustu se dozvědět...

# helpHeading2
source: Your region
cs: Tvůj region

# helpText2
source: At the top, you can see your region. Some day soon, there'll be a search bar 👀
cs: Na vršku obrazovky je vidět tvůj region. Brzo tam ale bude lišta pro vyhledávání 👀

# helpHeading3
source: Your location 📬
cs: Tvoje poloha 📬

# helpText3
source: If you ever get lost, click on the location button in the bottom right corner. It will take you right to where you're at
cs: Kdyby ses náhodou někdy ztratil, klikni na tlačítko v pravém dolním rohu. Vezme tě přímo tam, kde právě jsi

# helpHeading4
source: Annotations aka sundials 📍
cs: Body na mapě 📍

# helpText4
source: Look for red points on the map, those represent a sundial. Click on them to learn more!
cs: Na mapě hledej červené body, každý z nich značí jedny sluneční hodiny. Klikni na ně a prohlédni si všechny možné vlastnosti!

# helpHeading5
source: Address and description
cs: Adresa a popis

# helpText5
source: The address and description are right on the top as they're the most important information. If the address happens to be too long, don't forget it's scrollable! 📈
cs: Adresa a popis jsou hned nahoře. Ještě aby ne, jsou to přeci nejdůležitější informace. Kdyby byla adresa náhodou moc dlouhá, nezapomeň že se s ní dá hýbat! 📈

# helpHeading6
source: Sundial properties
cs: Vlastnosti slunečních hodin

# helpText6
source: Here you can learn about what properties a sundial has and what they mean. Every one of those fields will show a sheet full of interesting information after clicking on them!
cs: Tady se můžeš dozvědět všechno možné o vlastnostech slunešních hodin a o tom, co která znamená. Na každé z těchto políček jde kliknout a otevřít tak vysvětlivky

# helpHeading7
source: Gallery 🌉
cs: Galerie 🌉

# helpText7
source: To help you find them, Píp gives you the option to view photos of given sundial. You can click on each photo and enjoy it in separate gallery view!
cs: Aby se ti dobře hledali, Píp každé sluneční hodiny vyfotil. Na fotky můžeš kliknout a užít si je zvětšené na další obrazovce!

# helpHeading8
source: Settings
cs: Nastavení

# helpText8
source: In the top right corner, there's a button that'll take you to settings... (duh)
cs: V pravém horním rohu je tlačítko, které tě vezme do nastavení... (duh)

# helpHeading9
source: General
cs: Obecné

# helpText9
source: In the general section, you can make the app yours. Choose a color scheme you like the best, language you understand the most, or try a different reach! 😮‍💨
cs: V obecných nastaveních si můžeš aplikaci přizpůsobit. Vyber si režim, který se ti líbí nejvíce, jazyk, kterému rozumíš nejlépe, nebo vyzkoušej jiný rozsah! 😮‍💨

# helpHeading10
source: Information
cs: Informace

# helpText10
source: This section is filled with information. You can get to know the project, give feedback, or go over the Privacy Policy one more time 🫢
cs: Tahle sekce je plná informací. Můžeš se seznámit s projektem Píp, dát zpětnou vazbu, nebo si znovu projít Privacy Policy 🫢

# helpHeading11
source: Developer settings 🚀
cs: Developerská nastavení 🚀

# helpText11
source: Those settings are for the tech enthusiasts. You can decide what database will the app use or peep behind the UI and learn about all the different processes that take place
cs: Developerská nastavení jsou pro technické nadšence. Můžeš si vybrat jakou databázi aplikace používá, nebo se podívat za oponu a dozvědět se, co aplikace právě dělá

# feedbackTextField
source: Here you can share feedback with the developers!
cs: Tady můžeš napsat zpětnou vazbu vývojářům!

# feedbackSend
source: Send feedback
cs: Poslat

# feedbackWarning
source: Do **not** share any personal or sensitive information, feedback is completely annonymous.
cs: **Ne**sdílej žádné osobní nebo citlivé informace, zpětná vazba je kompletně anonymní.

# detailGuide
source: **Move around the map to find sundials!**
cs: **Poohlédni se po slunečních hodinách!**

# detailNoAddress
source: No address found
cs: Adresa chybí

# detailNoDescription
source: No description found
cs: Popis chybí

# detailDirections
source: Directions
cs: Trasa

# detailDirectionsOpen
source: Open in Maps
cs: Otevřít v Mapách

# detailType
source: Type
cs: Typ

# detailIndicator
source: Indicator
cs: Ukazatel

# detailDial
source: Dial
cs: Číselník

# detailState
source: State
cs: Stav

# detailSectionInformation
source: MORE INFORMATION
cs: VÍCE INFORMACÍ

# detailAzimuth
source: Azimuth
cs: Azimut

# detailGalleryHeading
source: **Gallery**
cs: **Galerie**

# detailGalleryGuide
source: **Swipe to browse**
cs: **Prohlížej přejetím prstu**

# typeS
source: Vertical sundial
cs: Svislé hodiny

# typeV
source: Horizontal sundial
cs: Vodorovné hodiny

# typeR
source: Equatorial sundial
cs: Rovníkové hodiny

# typeP
source: Polar sundial
cs: Polární hodiny

# typePP
source: Ring polar sundial
cs: Polární prstencové hodiny

# typePJ
source: Southern polar sundial
cs: Polární jižní hodiny

# typeK
source: Spherical sundial
cs: Kulové hodiny

# typeA
source: Analemmatic sundial
cs: Analematické hodiny

# typeE
source: "Extra" sundial
cs: "Extra" hodiny

# typeY
source: Symbol only
cs: Symbol hodin

# typeO
source: Horologe
cs: Orloj (astroláb)

# typeM
source: Portable sundial
cs: Přenosné hodiny (sbírka)

# indicatorP
source: Oblique indicator (polos)
cs: Šikmý ukazatel (polos)

# indicatorPN
source: Oblique indicator with nodus
cs: Šikmý ukazatel s nodem

# indicatorK
source: Vertical indicator
cs: Kolmý ukazatel (gnómon)

# indicatorKN
source: Vertical indicator with nodus
cs: Kolmý ukazatel s nodem

# indicatorFooter
source: **Nodus** is a ball on the indicator showing date
cs: **Nodus** je kulička na ukazateli, která ukazuje datum

# dialC
source: Dial has numbers
cs: Číselník má čísla

# dialZ
source: Dial has labels
cs: Číselník má značky

# dialR
source: Dial has tics (every 1/number h)
cs: Číselník má rysky (po 1/číslo h)

# dialO
source: 1 - 24 range
cs: Orlojní číslice

# dialP
source: 1 - 12 range
cs: Polorlojní číselník

# dialL
source: Summer time dial
cs: Číselník s letním časem

# dialD
source: Dial has date lines (number)
cs: Číselník má datové čáry (počet)

# dialA
source: Analemma
cs: Analema

# dialS
source: "Special" dial
cs: "Speciální" číselník

# dialG
source: Dial has gnomonic error
cs: Číselník je gnomonicky chybný

# stateV
source: Sundials are in a great shape
cs: Hodiny jsou ve výborném stavu

# stateD
source: Sundials are in a pretty good shape
cs: Hodiny jsou v dobrém stavu

# stateP
source: Sundials are slightly damaged
cs: Hodiny jsou poškozeny

# statePZ
source: Sundials are considerably damaged
cs: Hodiny jsou značně poškozeny

# stateU
source: All that's left is the indicator
cs: Zbyl jen ukazatel

# stateC
source: All that's left is the dial
cs: Zbyl jen číselník

# stateZ
source: Sundials are destroyed
cs: Hodiny jsou zaniklé

# stateX
source: Sundials are yet to be built
cs: Plánované hodiny

source: Coming soon...
cs: Již brzy...

# noRegion
source: Couldn't get region
cs: Žádný region

# sufficientZoom
source: Sufficient zoom, showing annotations
cs: Dostatečné přiblížení, hodiny jsou viditelné

# insufficientZoom
source: Insufficient zoom, not showing annotations
cs: Nedostatečné přiblížení, hodiny nejsou vidět

source: Annotation selected
cs: Hodiny vybrány

source: Annotation deselected
cs: Hodiny odvybrány

# userLocation
source: Showing user's location
cs: Poloha uživatele zobrazena

# peepTitle
source: Meet Píp
cs: Tohle je Píp

# peepText1
source: Píp is a very busy bird, he keeps track of sundials all around the globe. When he feels rather formal, he calls himself Mr. Peep (makes him feel bigger, but in reality, he's not all that big)
cs: Píp je velmi pracovitý pták, stará se o sluneční hodiny po celé zeměkouli. Když se chce cítit veliký, říká si pan Peep (ve skutečnosti ale tak veliký není)

# peepText2
source: **peep** *verb* [I usually + adv/prep ] - to secretly look at something for a short time, usually through a hole
cs: **peep** *sloveso* - tajně se na krátkou chvíli na něco podívat, obvykle dírou

# peepText4
source: Rare footage of Píp's actual size
cs: Vzácná fotografie Pípovi skutečné velikosti
